{
    "name": "Mob Farming For Pros",
    "icon": "tinymobfarm:wood_farm",
    "category": "early_game",
    "pages": [
        {
                "type": "text",
                "text": "Mob farming has never been more compact and easy thanks to $(6)Tiny Mob Farms$(). Simply use the lasso to capture a mob, and place it inside a Tiny Mob Farm. Drops will auto-output to chests, so just place the mob farm touching a chest and off ya go! The higher the tier, the longer the lasso will last. Fair warning, letting the mob out likely will make it disappear."
        },
        {
                "type": "text",
                "text": "Having trouble finding a specific mob to lasso? Check out the handy dandy $(6)Simple Mob Radar$()! Just shift+scroll to select the desired mob, then right click the radar to activate. If there is a mob within range, the radar will tell you how far away it is from you as well as give the mob a glowing outline. Be sure to right click the radar regularly for updated info."
        },
        {
                "type": "text",
                "text": "Want to take your mob farming to the next level? $(6)Deep Mob Learning$() will let you create mob farms using computer simulations! To get started, create Data Models of your desired mobs and place them into a Deep Learner. Then, while the Deep Learner is in your inventory, kill mobs until the Data Model reaches Basic Tier (usually happens after 6 kills). Craft a Simulation Chamber and provide it power, Polymer Clay, and the Data Model of your choice."
        },
        {
                "type": "text",
                "text": "Over time, the Simulation Chamber will run mob simulations, producing Matter (and a chance of Pristine Matter) which can be used to craft tons of useful resources! Once you have some upgraded Data Models, craft a Trial Key and Keystone. Presto, you've got your very own gladiator-style arena, fighting wave after wave of gnarly mobs...with the ultimate prize of end-game glitch armor that gives you creative flight!"
        }
    ]
}